tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "autoconf"
brew "libtool"
brew "pkgconf"
brew "guile"
brew "autogen"
brew "automake"
brew "bison"
brew "boost"
brew "coreutils"
brew "openssl@3"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "curl"
brew "cyrus-sasl"
brew "little-cms2"
brew "davmail"
brew "expat"
brew "ffmpeg"
brew "gcc"
brew "gobject-introspection"
brew "gtk+3"
brew "gspell"
brew "python@3.13"
brew "gtk-mac-integration"
brew "libgedit-amtk"
brew "libgedit-gtksourceview"
brew "libgedit-tepl"
brew "pygobject3"
brew "python@3.12"
brew "gedit"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glib-networking"
brew "glow"
brew "gperftools"
brew "gtksourceview4"
brew "isync"
brew "jira-cli"
brew "jq"
brew "jsoncpp"
brew "khal"
brew "libomp"
brew "libpeas"
brew "libpsl"
brew "libsoup"
brew "llm"
brew "llvm@16"
brew "lynx"
brew "mdcat"
brew "msmtp"
brew "notmuch"
brew "neomutt"
brew "node"
brew "node@20"
brew "ollama"
brew "pandoc"
brew "parallel"
brew "pass"
brew "portaudio"
brew "protobuf"
brew "pybind11"
brew "pyenv"
brew "python@3.11"
brew "r", link: false
brew "ranger"
brew "ripgrep"
brew "rust"
brew "samtools"
brew "tmux"
brew "uv"
brew "vdirsyncer"
brew "vim"
brew "w3m"
brew "wdiff"
brew "wget"
brew "yarn"
cask "beardedspice"
cask "beardie"
cask "claude"
cask "claude-code"
cask "codex"
cask "google-drive"
cask "iterm2"
cask "kitty"
cask "macdown"
cask "mactex"
cask "qmk-toolbox"
cask "r-app"
cask "rectangle"
cask "rstudio"
cargo "arrrv"
uv "aider-chat", with: ["pip"]
uv "docling"
uv "git-filter-repo"
uv "google-adk"
uv "notedown"
